[Balance.ObjectGrade_ToiletMidget InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.IO_ToiletMidget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_MemorialFuseBoxElectric InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_MemorialFuseBoxFire InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_SpaceCowboyFarewellSign InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_NudieMagazine01 MissionItemDefinition]
UseFailureCharacterMessage="I want you %s Use this product."
ItemName="Chest World"
PickupMessage="you take it %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Normal"

[ItemDefs.ID_NudieMagazine01:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="COORDINATOR."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_NudieMagazine02 MissionItemDefinition]
UseFailureCharacterMessage="You deserve it %s Use this product."
ItemName="Papaya and stone"
PickupMessage="she is pretty %s"
UseFailureLevelMessage="You must have at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="interesting"

[ItemDefs.ID_NudieMagazine02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="only accept."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_NudieMagazine03 MissionItemDefinition]
UseFailureCharacterMessage="It should %s Use this article."
ItemName="A song about an angel"
PickupMessage="the sun %s"
UseFailureLevelMessage="You must be at least %d to use this item."
UseFailureConstraintsMessage="You cannot use it."
NoManufacturerName="General"

[ItemDefs.ID_NudieMagazine03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It should be added."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ScooterECHO MissionItemDefinition]
UseFailureCharacterMessage="you will be %s this number."
ItemName="echo type"
PickupMessage="you are long %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="Head of Information Department"

[ItemDefs.ID_ScooterECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Your name will appear. Although perhaps less written."
NoConstraintText=""
Suffix=""
Prefix=""

[M_Anemone_SpaceCowboy MissionDefinition]
MissionName="Space cow"
MissionDescription="Finding ECHO on a scooter makes sense for you."
TurnInDescription="Watch out for cars and scooters. Call us to the fire."
MissionSummary="Listen to the ECHO on a motorcycle.."
MissionGiver="in Moscow"
MissionTurnInLocation="fifty"
TeaserText="Especially when it's time to start the engine.."

[M_Anemone_SpaceCowboy:BringBackMagzsMoxxi MissionObjectiveDefinition]
ProgressMessage="Keep files warm"

[M_Anemone_SpaceCowboy:DigistructVehicle MissionObjectiveDefinition]
ProgressMessage="Digitization of the media"

[M_Anemone_SpaceCowboy:DoASickAssBoosterJump MissionObjectiveDefinition]
ProgressMessage="Big jump!"

[M_Anemone_SpaceCowboy:ElectrifyMemorial MissionObjectiveDefinition]
ProgressMessage="Electronic collaboration"

[M_Anemone_SpaceCowboy:GoNearestCatchARide MissionObjectiveDefinition]
ProgressMessage="Go to the bus station"

[M_Anemone_SpaceCowboy:LightUpMemorial MissionObjectiveDefinition]
ProgressMessage="care"

[M_Anemone_SpaceCowboy:PickUpFirstMagz MissionObjectiveDefinition]
ProgressMessage="Get Mondo Pejos"

[M_Anemone_SpaceCowboy:PickUpScooterECHO MissionObjectiveDefinition]
ProgressMessage="Buy an eco-scooter"

[M_Anemone_SpaceCowboy:PickUpSecondMagz MissionObjectiveDefinition]
ProgressMessage="find jackfruit and sound"

[M_Anemone_SpaceCowboy:PickUpThirdMagz MissionObjectiveDefinition]
ProgressMessage="See the whistle song"

[M_Anemone_SpaceCowboy:SET_BringMagzsMoxxi MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Meet ECHO, who says he wants to realize his biggest dream with the Moxzy motorcycle. First of all, you want to find the best jewelry and send it to the right heir. Since no one was looking for them, Mokshe was left on his own.."

[M_Anemone_SpaceCowboy:SET_DigistructVehicle MissionObjectiveSetDefinition]
MissionSummaryOverride="Look at Eli Bus Station."
MissionDescriptionOverride=""

[M_Anemone_SpaceCowboy:SET_GoNearestCathARide MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_SpaceCowboy:Set_MemorialFinalTouch MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_SpaceCowboy:SET_PickUpFirstMagz MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="In the scooter bag you will find the ECHO that Moxie sent you. He wants you to fulfill his last wish. First, he wants you to collect some good dirt from the owner. Apparently Mordecai thought they were important because he lived alone."

[M_Anemone_SpaceCowboy:SET_PickUpMagzs MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride="Scooter will give his last will and testament and distribute his property."
MissionDescriptionOverride=""

[M_Anemone_SpaceCowboy:SET_PickUpScooterECHO MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_SpaceCowboy:SET_PickUpSecondMagz MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="At Scout's house, Moxie finds Echo talking to her. He wants you to fulfill his last wish. First, she wants you to sign her perfect nude and send it to the right recipient. Brick always says he prefers picture books to books...."

[M_Anemone_SpaceCowboy:SET_PickUpThirdMagz MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="When they arrived, pieces of Moxie's motorcycle fell onto the scene. He wants you to achieve your ultimate goal. First of all, I want to collect the best porn books and give them to you as a valuable heir. Hey, maybe the team leader knows how to use these sites.."

[M_Anemone_SpaceCowboy:SET_SickAssJump MissionObjectiveSetDefinition]
MissionSummaryOverride="Say goodbye to your scooter the right way."
MissionDescriptionOverride="Best of all, Scooter Moxx has accessories for your ECHO. He wants you to fulfill his last wish. Ultimately, they want to collect the good castle and pass it on to their worthy successors. Mox was arrested because no one wanted him. Now Scooter needs your help to finally transfer ownership of the bus station to his beloved sister Elli, who wants her death commemorated with an early burial.."

[M_Anemone_SpaceCowboy:Set_TalkToEllie MissionObjectiveSetDefinition]
MissionSummaryOverride="Meet Ellie and swap scooters with her.."
MissionDescriptionOverride="Moxie Finds Scooter brings you the ECHO. He wants us to fulfill our last wish. First, He wants us to collect the best things and give them to a worthy heir. He didn't want anyone so Moki saved him to save him. Now Scooter wants Ellie to be the new bus station manager.."

[M_Anemone_SpaceCowboy:SET_TransferOwnership MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="At Moxy Scooters we have the ECHO for you. He wants you to fulfill your last wish. First, he wants you to collect his favorite girls' stories and pass them on to the next generation. Nobody wants them, so Moxie saves them. Now Scooter wants you to help his sister Ellie to the parking lot.."

[M_Anemone_SpaceCowboy:SET_VisitScooterMemorial MissionObjectiveSetDefinition]
MissionSummaryOverride="Show your respect to Scooters."
MissionDescriptionOverride=""

[M_Anemone_SpaceCowboy:TalkToEllie MissionObjectiveDefinition]
ProgressMessage="Talk to Ali"

[M_Anemone_SpaceCowboy:TransferOwnership MissionObjectiveDefinition]
ProgressMessage="Change of garage owner"

[M_Anemone_SpaceCowboy:VisitScooterMemorial MissionObjectiveDefinition]
ProgressMessage="Try the venerable motorcycle"

